tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "shivammathur/php"
brew "xz"
brew "python@3.10"
brew "autojump"
brew "bat"
brew "boost"
brew "bzip2"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "cairo"
brew "cmake"
brew "colima"
brew "openldap"
brew "composer"
brew "python@3.11"
brew "credstash"
brew "docker"
brew "docker-compose"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "git"
brew "gnu-typist"
brew "gobject-introspection"
brew "harfbuzz"
brew "htop"
brew "jq"
brew "mysql@5.7", restart_service: true
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "pango"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "shellcheck"
brew "showkey"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "watchman"
brew "wget"
brew "zlib"
brew "shivammathur/php/php@7.3", link: true
